{"date_counts": [{"date": "2016-11-29T22:00:16+0000", "count": 1, "content": [{"abs": "Chris Cernich, a co-founder of a new advisory firm, said large investors did not want to wage war on public companies but did want a closer dialogue with them.", "head": "A New Strategy for Shareholder Activism: Engagement", "url": "https://www.nytimes.com/2016/11/29/business/dealbook/a-new-strategy-for-shareholder-activism-engagement.html"}]}, {"date": "2016-09-30T13:02:12+0000", "count": 1, "content": [{"abs": "Concerned that agencies’ largely white and male leadership is hindering efforts to connect with American consumers, some companies threaten to walk.", "head": "Brands to Ad Agencies: Diversify or Else", "url": "https://www.nytimes.com/2016/10/01/business/media/brands-to-ad-agencies-diversify-or-else.html"}]}, {"date": "2016-11-23T02:07:00+0000", "count": 1, "content": [{"abs": "As more cities impose tax on sugary drinks, a vow from some soft drink producers to reduce calories 20 percent in 10 years advances ever so slightly.", "head": "Creeping Progress in Pledge to Cut Calories in Sugary Soda", "url": "https://www.nytimes.com/2016/11/22/business/creeping-progress-in-pledge-to-cut-calories-in-sugary-soda.html"}]}, {"date": "2016-11-16T11:00:20+0000", "count": 1, "content": [{"abs": "The election of Donald J. Trump is perhaps the starkest illustration yet that social networks are helping to rewire human society.", "head": "Social Media’s Globe-Shaking Power", "url": "https://www.nytimes.com/2016/11/17/technology/social-medias-globe-shaking-power.html"}]}, {"date": "2016-10-27T05:34:56+0000", "count": 1, "content": [{"abs": "ZTO Express, delivery company that has become key player in China's huge e-commerce boom, raises unexpectedly high $1.4 billion in its initial public offering of stock; is largest American debut by a Chinese company since $25 billion stock sale by Alibaba Group in 2014.", "head": "ZTO Express of China Has Largest U.S. I.P.O. This Year", "url": "https://www.nytimes.com/2016/10/28/business/dealbook/zto-express-ipo-us.html"}]}, {"date": "2016-11-11T20:37:03Z", "count": 1, "content": [{"abs": "Some are facing a backlash after remarks that appeared to oppose or support his election.", "head": "American Companies Tailor Responses to Trump Election", "url": "https://www.nytimes.com/2016/11/12/business/american-companies-tailor-responses-to-trump-election.html"}]}, {"date": "2017-01-06T11:00:17+0000", "count": 1, "content": [{"abs": "Even if you thought you’d had enough of card-hopping, you might consider grabbing one of those eye-popping sign-up bonuses.", "head": "How to Pounce on Best Credit Card Offers (Before Banks Pull Them)", "url": "https://www.nytimes.com/2017/01/06/your-money/how-to-pounce-on-best-credit-card-offers-before-banks-pull-them.html"}]}, {"date": "2016-10-27T10:06:09+0000", "count": 1, "content": [{"abs": "Bank of America, MasterCard and some financial start-ups have been trying out chatbots that can initiate transactions and give financial advice.", "head": "Morning Agenda: Finance Gets Chatty, 2016’s Biggest American I.P.O., EpiPen Rival Returns, Commercials Just for You", "url": "https://www.nytimes.com/2016/10/28/business/morning-agenda-finance-gets-chatty-2016s-biggest-american-ipo-epipen-rival-returns-commercials-just-for-you.html"}]}, {"date": "2016-09-28T04:00:00+0000", "count": 1, "content": [{"abs": "Country's largest patient advocacy groups have mostly avoided public debate over skyrocketing drug prices; many of these groups, which are hugely influence on Capitol Hill, get millions of dollars annually in donations from drug firms; critics say groups, by avoiding cost debate, are shirking patient-advocacy responsibilities. ", "head": "Furor Over Drug Prices Puts Patient Advocacy Groups in Bind", "url": "https://www.nytimes.com/2016/09/28/business/furor-over-drug-prices-puts-patient-advocacy-groups-in-bind.html"}]}, {"date": "2016-10-26T11:57:04+0000", "count": 1, "content": [{"abs": "Drug company Kaleo announces it will bring back Auvi-Q, EpiPen alternative taken off market in 2015, in move cautiously welcomed by lawmakers concerned about rising price of EpiPens; it is unclear whether drug will help lower prices of epinephrine-delivery devices given fact that since it previously cost more than EpiPen and generic version is expected to be launched.", "head": "An EpiPen Rival Is About to Return to the Shelves", "url": "https://www.nytimes.com/2016/10/27/business/an-epipen-rival-is-about-to-return-to-the-shelves.html"}]}]}