{"date_map": {"2016-04-19T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/04/19/technology/ibm-results-show-progress-in-cloud-and-data-analysis.html", "abs": "IBM reports first-quarter profit of $2.3 billion, or $2.35 a share, down 21 percent from year-ago quarter; revenue fell 5 percent to $18.7 billion; performance highlights how company is gaining in new businesses like cloud computing and data analysis, but is still struggling as its older lines decline faster than new ones can grow.", "head": "IBM Results Show Progress in Cloud and Data Analysis"}]}, "2016-06-07T06:08:15Z": {"count": 1, "content": [{"url": "https://news.blogs.nytimes.com/2016/06/07/morning-agenda-a-jump-in-law-firm-salaries/", "abs": "National Amusements Alters Viacom Bylaws to Prevent Paramount Sale | Who Decides ‘Fair Value’?", "head": "Morning Agenda: A Jump in Law Firm Salaries"}]}, "2016-09-08T04:00:00+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/09/08/technology/dell-gets-bigger-and-hewlett-packard-gets-smaller-in-separate-deals.html", "abs": "Michael Dell completes $67 billion merger of Dell Inc with data storage company EMC; separately, Hewlett Packard Enterprise chief executive Meg Whitman sells most of competing firm's software assets to British company Micro Focus for about $8.8 billion.", "head": "Dell Gets Bigger and Hewlett Packard Gets Smaller in Separate Deals"}]}, "2016-06-03T06:02:57Z": {"count": 1, "content": [{"url": "https://news.blogs.nytimes.com/2016/06/03/morning-agenda-chairman-puts-his-brand-on-tribune/", "abs": "Former Morgan Stanley Deal Makers Reunite Over Exchanges | T. Rowe Price Seeks a Solution to $190 Million Blunder", "head": "Morning Agenda: Chairman Puts His Brand on Tribune"}]}, "2016-04-15T16:56:07Z": {"count": 1, "content": [{"url": "https://news.blogs.nytimes.com/2016/04/15/what-were-reading-145/", "abs": "Get recommendations from New York Times reporters and editors, highlighting great stories from around the web. Today, great reads from Randal C. Archibold, Michael Wines and others.", "head": "What We&#8217;re Reading"}]}, "2016-05-17T06:17:32Z": {"count": 1, "content": [{"url": "https://news.blogs.nytimes.com/2016/05/17/morning-agenda-election-years-are-steeped-in-markets-least-favorite-thing-uncertainty/", "abs": "Gannett Sweetens Offer for Tribune Publishing | Activist Pushes for Sale of Pandora", "head": "Morning Agenda: Election Years Are Steeped in Markets&#8217; Least Favorite Thing, Uncertainty"}]}, "2016-05-31T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/05/31/business/ai-may-book-your-next-trip-with-a-human-assist.html", "abs": "More business travelers are using virtual travel assistant services, many of which employ artificial intelligence to aid customers; these type of services, which include app Pana, are expected to transform way travel is planned.", "head": "When a Robot Books Your Airline Ticket"}]}, "2016-10-18T14:05:09+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/10/19/business/stock-markets.html", "abs": "Stocks rise briskly on good earning reports from Netflix, UnitedHealth Group and other firms.", "head": "Netflix and Health Care Drive Wall St. Upward"}]}, "2016-10-03T04:00:00+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/10/03/technology/taking-the-temperature-inside-the-feverish-cloud.html", "abs": "Oracle, Salesforce, Google, Amazon and other tech companies hold autumn conferences in San Francisco and Atlanta, presenting their sales figures and future vision; this year's crop includes boasts about cloud computing, machine learning and artificial intelligence, with each firm asserting they are better at specific emerging technology than their biggest competitor. ", "head": "Taking the Temperature Inside the (Feverish) Cloud"}]}, "2016-06-03T00:00:00Z": {"count": 2, "content": [{"url": "https://www.nytimes.com/2016/06/03/technology/huawei-technologies-subpoena-iran-north-korea.html", "abs": "Commerce Dept insists Chinese tech firm Huawei Technologies turn over all data related to export or re-export of American technology to sanctioned nations, including North Korea and Iran; subpoena indicates rising disagreement with China over global telecommunications technology, cybersecurity and global Internet management.", "head": "U.S. Subpoenas Huawei Over Its Dealings in Iran and North Korea"}, {"url": "https://www.nytimes.com/2016/06/03/business/dealbook/chairman-puts-his-brand-on-tribune-to-stave-off-gannett.html", "abs": "Tribune Publishing chairman Michael W Ferro Jr contends his wide-ranging plans to reshape company will greatly increase its worth, making unsolicited bid by Gannett less likely; among biggest changes, Ferro is putting his closest associates on company's board and is renaming company to all-lower-case tronc, shortened version of Tribune online content.", "head": "Chairman Puts His Brand on Tribune Publishing to Stave Off Gannett"}]}, "2016-04-28T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/04/28/technology/all-eyes-on-facebook-to-lift-techs-dismal-spirits.html", "abs": "Facebook is scheduled to release its quarterly results on Wednesday, and its performance is expected to brighten the shadow cast by Apple, Google and others.", "head": "All Eyes on Facebook to Lift Tech’s Dismal Spirits"}]}, "2017-01-09T00:49:03+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2017/01/08/technology/data-regulators-google-facebook-monopoly.html", "abs": "For decades, dominance in the technology industry was based on software or hardware. Now it is increasingly based on who owns the best data.", "head": "Data Could Be the Next Tech Hot Button for Regulators"}]}, "2016-05-20T06:34:13Z": {"count": 1, "content": [{"url": "https://news.blogs.nytimes.com/2016/05/20/morning-agenda-push-continues-on-insider-trading-cases-despite-limits-on-prosecutors/", "abs": "Puerto Rico’s Debt Crisis Addressed in Bipartisan Bill | Energy Transfer Delays Could Scuttle Merger with Williams", "head": "Morning Agenda: Push Continues on Insider Trading Cases Despite Limits on Prosecutors"}]}, "2016-04-18T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/04/18/business/apple-to-testify-again-and-vw-due-date-nears.html", "abs": "Apple and the F.B.I. will defend their positions on encryption. And Volkswagen faces a Thursday deadline to present its plan to fix 600,000 diesel cars in the United States.", "head": "Apple to Testify Again, and VW Due Date Nears"}]}, "2016-11-03T04:01:31Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/11/03/business/energy-environment/energy-giants-turn-to-drones-and-sensors-in-new-embrace-of-the-digital-world.html", "abs": "Global oil companies are using drones and other technology to inspect offshore rigs and predict breakdowns, part of overall trend to cut costs and raise efficiency in industry suffering from declining profits.", "head": "Energy Giants Turn to Drones and Sensors in New Embrace of the Digital World"}]}, "2016-08-01T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/08/01/technology/oracle-thomas-kurian-software-netsuite.html", "abs": "Oracle president for product development Thomas Kurian plays key role in tech giant’s late dive into cloud computing; Kurian oversees estimated $15 billion project to create network of 21 data centers, part of company's effort to stem loss of customers to Google, Amazon and other cloud-computing businesses.", "head": "For Oracle, Money’s Not the Problem. It’s Coping With the Cloud."}]}, "2016-05-29T23:55:57Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/05/30/business/media/nationwides-enduring-slogan-still-distinguishes-the-brand.html", "abs": "Advertising column; Nationwide's decision to replace McKinney with Ogilvy & Mather Worldwide as its lead creative agency leaves Ogilvy with challenge of figuring out whether brand's messaging can remain relevant when its tag line has stayed same since 1960s.", "head": "Nationwide’s Enduring Slogan Still Distinguishes the Brand"}]}, "2016-05-03T00:00:00Z": {"count": 2, "content": [{"url": "https://www.nytimes.com/2016/05/02/technology/new-york-city-casts-a-net-to-catch-the-next-big-start-up.html", "abs": "Executives of tech start-ups, large tech companies and venture firms are forming nonprofit policy and advocacy group Tech:NYC to help city compete with Silicon Valley; organization will consult with New York officials on issues that affect tech industry, including taxes, schools and affordable housing, before new laws are passed in effort to foster start-up success.", "head": "New York City Casts a Net to Catch the Next Big Start-Up"}, {"url": "https://www.nytimes.com/2016/05/03/your-money/choose-experiences-over-stuff-and-maybe-over-security-too.html", "abs": "Consider the allure of leaving the stability and security of the American dream and following the path of “what if?”", "head": "Choose Experiences Over Stuff, and Maybe Over Security Too"}]}, "2016-12-29T08:00:44+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/12/29/technology/apple-iphone-china-foxconn.html", "abs": "Foxconn factory in Zhengzhou, China, which can produce 500,000 iPhones per day, receives heavy subsidies and other perks from Chinese government; opaque arrangement drives local economic growth and enables Apple's significant profits; increasingly contentious relationship between United States and China, exacerbated by Pres-elect Donald J Trump's trade proposals, could disrupt vast, lucrative system (Series: China Rules).", "head": "How China Built ‘iPhone City’ With Billions in Perks for Apple’s Partner"}]}, "2016-08-08T04:00:00+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/08/08/technology/once-taunted-by-steve-jobs-companies-are-now-big-customers-of-apple.html", "abs": "Apple's iPhones and iPads have become favorite mobile computing devices for companies, as they try to abandon bulky PCs and let their employees work from anywhere using smartphones and tablets; shift is good news for Apple, which is trying to stop decline sales of iPhones and Mac.", "head": "Once Taunted by Steve Jobs, Companies Are Now Big Customers of Apple"}]}, "2016-11-06T23:41:21Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/11/07/technology/the-risk-to-civil-liberties-of-fighting-crime-with-big-data.html", "abs": "Civil liberties and privacy advocates are becoming increasingly alarmed about business of selling data to law enforcement; say authorities may use information to discern who is most likely to offend, leading to discrimination and reinforcement of stereotypes.", "head": "The Risk to Civil Liberties of Fighting Crime With Big Data"}]}, "2016-07-21T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/07/21/technology/cloud-computing-an-idea-with-old-roots.html", "abs": "Long before tech companies were competing for cloud customers, start-ups were calling themselves “application service providers.” Same thing.", "head": "Cloud Computing, an Idea With Old Roots"}]}, "2016-04-23T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/04/23/technology/the-no-good-week-in-techs-hopeful-trip-to-a-bright-future.html", "abs": "A deeper reading of recent earnings reports shows an industry in transition, and perhaps getting ready to get even bigger.", "head": "The No-Good Week in Tech’s (Hopeful) Trip to a Bright Future"}]}, "2016-07-29T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/07/29/business/dealbook/oracle-netsuite-ellison-cloud-computing.html", "abs": "Oracle will buy NetSuite for $9.3 billion, bolstering its cloud computing business; purchase works out to $109 per NetSuite share in cash.", "head": "Oracle’s $9.3 Billion Deal for NetSuite Will Bolster Its Cloud Offerings"}]}, "2016-05-05T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/05/05/technology/moores-law-running-out-of-room-tech-looks-for-a-successor.html", "abs": "Computer chip scientists say they may have to seek new paradigm as they reach limits of Moore's Law, principle that number of components that fit on single silicon chip can reliably be doubled; law has long been defining principle in industry; scientists say they may need to replace silicon with new material, or find new design methods, if progress is to continue. ", "head": "Moore’s Law Running Out of Room, Tech Looks for a Successor"}]}, "2016-07-18T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/07/18/business/this-week-earnings-reports-from-banking-leaders-and-tech-giants.html", "abs": "This week analysts will consider how banks are responding to the lull in interest rates and the so-called Brexit vote and auto industry officials will address cybersecurity in cars.", "head": "Earnings Reports From Banking Leaders and Tech Giants"}]}, "2016-04-20T00:00:00Z": {"count": 2, "content": [{"url": "https://www.nytimes.com/2016/04/20/business/daily-stock-market-activity.html", "abs": "United States stocks close largely higher due to gains in energy, financial and mining companies.", "head": "Wall St. Is Mostly Higher, Helped by Oil Prices"}, {"url": "https://www.nytimes.com/2016/04/20/technology/intel-earnings-job-cuts.html", "abs": "Intel announces it will lay off 12,000 employees, or around 11 percent of its total work force, in response to continuing decline in demand for personal computers.", "head": "Intel to Cut 12,000 Jobs as PC Demand Plummets"}]}, "2016-04-26T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/04/26/technology/different-issues-for-next-wave-of-tech-earnings-reports.html", "abs": "Many of the factors that hurt last week’s earnings will be minor this week, but companies like Apple and Facebook have their own challenges.", "head": "Different Issues for Next Wave of Tech Earnings Reports"}]}, "2016-12-13T10:00:05+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/12/13/technology/when-trump-meets-tech-leaders-jobs-will-be-on-the-agenda.html", "abs": "The executives meeting with Mr. Trump in Manhattan on Wednesday include Elon Musk of Tesla, Timothy D. Cook of Apple and Jeff Bezos of Amazon.", "head": "When Trump Meets Tech Leaders, Jobs Will Be on the Agenda"}]}, "2016-09-02T04:00:00+0000": {"count": 2, "content": [{"url": "https://www.nytimes.com/2016/09/02/technology/artificial-intelligence-ethics.html", "abs": "Researchers from world's largest tech companies, including Alphabet, Amazon, Facebook, IBM and Microsoft are studying impact of artificial intelligence and creating entity to regulate AI research and development; project hopes to appease concerns intelligent technology will imperil humanity's future. ", "head": "How Tech Giants Are Devising Real Ethics for Artificial Intelligence"}, {"url": "https://www.nytimes.com/2016/09/02/business/dealbook/britain-investment-banking.html", "abs": "A report said that some managers placed as much importance on whether a potential hire fit the polished image of an investment banker as on their skills and qualifications.", "head": "Want a Job in British Banking? You May Have to Ditch the Brown Shoes"}]}, "2016-06-07T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/06/07/business/dealbook/law-firm-salaries-jump-for-the-first-time-in-nearly-a-decade.html", "abs": "Law firm Cravath, Swaine & Moore raises annual salary of first-year lawyers to $180,000 from $160,000; also raises salary for other associates; increase, first of its kind in almost ten years, will likely push other prestigious firms to follow suit or risk losing top recruits.", "head": "Law Firm Salaries Jump for the First Time in Nearly a Decade"}]}, "2016-06-28T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/06/28/technology/tech-makes-its-pitch-to-the-education-community.html", "abs": "Apple and Dell, longtime rivals in the battle over sales to educators and students, now have plenty of company from companies like Amazon and others.", "head": "Tech Makes Its Pitch to the Education Community"}]}, "2016-09-16T04:00:00+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/09/16/business/obama-plans-another-appeal-for-trans-pacific-partnership-trade-deal.html", "abs": "The president will host a bipartisan group of backers of the Trans-Pacific Partnership in the Oval Office on Friday, hoping to underscore its benefits.", "head": "Obama Plans Another Appeal for Trans-Pacific Partnership Trade Deal"}]}, "2016-06-21T05:45:05Z": {"count": 1, "content": [{"url": "https://well.blogs.nytimes.com/2016/06/21/what-college-sports-recruiters-can-teach-your-child/", "abs": "The advice head coaches have for prospective recruits will help any student succeed, even those who don’t plan to play sports in college.", "head": "What College Sports Recruiters Can Teach Your Child"}]}, "2016-04-22T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/04/22/technology/apple-no-longer-immune-to-chinas-scrutiny-of-us-tech-firms.html", "abs": "Apple, previously spared resistance from China over its products and market share, is now facing regulatory headwinds from country that could limit expansion; China has shut down iBooks Store and iTunes Movies services in country; company has looked to China as its iPhone sales weaken in United States.", "head": "Apple Services Shut Down in China in Startling About-Face"}]}, "2016-10-01T04:00:00+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/10/01/business/dealbook/deutsche-bank-och-ziff-africa-bribery-tech.html", "abs": "Deutsche Bank shares continue to fall, and are pulling down financial stocks (and the rest of the market) with them.", "head": "Morning Agenda: Deutsche Gloom, Och Ziff Bribery, More Tech Reformation"}]}, "2016-06-04T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/06/04/business/dealbook/jpmorgan-chase-embraces-business-casual.html", "abs": "The bank told its workers on Friday that it was relaxing its dress code, but there are still rules. Denim is considered inappropriate, along with athletic clothing, shorts and hats.", "head": "JPMorgan Chase Embraces Business Casual"}]}, "2016-10-21T23:23:57+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/10/22/technology/david-bunnell-dead.html", "abs": "David Bunnell, publisher and journalist whose influential trade publications Macworld and PC Magazine contributed to personal computing market growth, dies at age 69.", "head": "David Bunnell, Whose Magazines Were Tech World Must-Reads, Dies at 69"}]}, "2017-01-09T13:00:02+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2017/01/09/business/dealbook/wall-street-clearing-house-to-adopt-bitcoin-technology.html", "abs": "The Depository Trust and Clearing Corporation said it would begin using a financial ledger similar to the blockchain used by the virtual currency.", "head": "Wall Street Clearinghouse to Adopt Bitcoin Technology"}]}, "2016-04-22T04:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/04/22/technology/alphabet-google-earnings.html", "abs": "Google holding company Alphabet reports first-quarter revenue of $20.26 billion and earnings per share of $7.50, both falling short of analyst expectations; shares fall roughly 6 percent, or $46, on news.  ", "head": "Alphabet Earnings Disappoint as Google Ad Clicks Cost Less"}]}, "2016-05-16T06:20:46Z": {"count": 1, "content": [{"url": "https://news.blogs.nytimes.com/2016/05/16/morning-agenda-warren-buffett-and-dan-gilbert-in-bid-to-buy-yahoo/", "abs": "Start-Ups Embrace Arbitration | Goldman Sachs is a Growing Player in Natural Gas", "head": "Morning Agenda: Warren Buffett and Dan Gilbert in Bid to Buy Yahoo"}]}, "2016-07-28T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/07/27/technology/robert-fano-98-dies-engineer-who-helped-develop-interactive-computers.html", "abs": "In the early 1960s, Dr. Fano and others developed a time-sharing operating system, which signaled a shift to a more interactive computing world.", "head": "Robert Fano, 98, Dies; Engineer Who Helped Develop Interactive Computers"}]}, "2016-10-17T04:01:23+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/10/17/technology/ibm-is-counting-on-its-bet-on-watson-and-paying-big-money-for-it.html", "abs": "IBM is partnering with medical laboratory company Quest Diagnostics to launch cloud service offering gene sequencing and diagnostic analysis to oncologists; service uses IBM’s Watson artificial intelligence and is part of firm's overall effort to commercialize AI technology.", "head": "IBM Is Counting on Its Bet on Watson, and Paying Big Money for It"}]}, "2016-12-02T23:51:14+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/12/02/business/dealbook/silicon-valley-chiefs-absent-trump-cabinet-of-business-advisers.html", "abs": "The President’s Strategic and Policy Forum is a bipartisan mix of business executives drawn from the worlds of finance, media and manufacturing.", "head": "Silicon Valley Chiefs Notably Absent From Trump’s Cabinet of Business Advisers"}]}, "2016-04-15T05:46:04Z": {"count": 1, "content": [{"url": "https://news.blogs.nytimes.com/2016/04/15/morning-agenda-yahoos-potential-bidders-frustrated-over-lack-of-figures/", "abs": "Regulators’ Actions Dampen Wall Street’s Deal Making | BATS Prices I.P.O. at $19 a Share", "head": "Morning Agenda: Yahoo&#8217;s Potential Bidders Frustrated Over Lack of Figures"}]}, "2016-09-17T04:00:00+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/09/17/business/dealbook/wells-fargo-scandal-may-be-sign-of-a-poisonous-culture.html", "abs": "That senior executives were not held accountable for the reprehensible behavior of bank employees signals a wider cultural cancer on Wall Street.", "head": "Wells Fargo Scandal May Be Sign of a Poisonous Culture"}]}, "2017-01-02T20:57:25+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2017/01/02/business/dealbook/mergers.html", "abs": "With more than $125 billion in acquisitions last year, more non-tech companies than ever are forgoing building technology in-house and acquiring start-ups.", "head": "For Non-Tech Companies, if You Can’t Build It, Buy a Start-Up"}]}, "2016-06-21T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/06/21/technology/china-tops-list-of-fastest-computers-again.html", "abs": "China dominates biannual list of world's 500 fastest supercomputers, with fastest machine for seventh consecutive time; nation also has largest number of computers among top 500.", "head": "China Wins New Bragging Rights in Supercomputers"}]}, "2016-05-16T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/05/16/business/dealbook/warren-buffett-and-dan-gilbert-unite-in-bid-to-acquire-yahoo.html", "abs": "Consortium led by Berkshire Hathaway chairman Warren E Buffett and Dan Gilbert, Quicken Loans founder and owner of Cleveland Cavaliers, are highlight among second round of bidders for Yahoo; entry has brightened firm’s outlook for successful acquisition following initial skepticism.", "head": "Warren Buffett and Dan Gilbert Unite in Bid to Acquire Yahoo"}]}, "2016-10-14T04:00:00+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/10/14/automobiles/steering-cars-toward-the-internet-of-things-on-ramp.html", "abs": "Cars that direct drivers to appointments and stores — or even monitor the driver’s health — are coming, experts say.", "head": "One Day, Cars Will Connect With Your Fridge and Your Heartbeat"}]}, "2016-09-29T04:00:00+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/09/29/technology/protecting-humans-and-jobs-from-robots-is-5-tech-giants-goal.html", "abs": "The Partnership on AI unites Amazon, Facebook, Google, IBM and Microsoft to ease public fears of machines that are learning to think for themselves.", "head": "Protecting Humans and Jobs From Robots Is 5 Tech Giants’ Goal"}]}, "2016-09-30T04:00:00+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/09/30/business/dealbook/ibm-to-acquire-promontory-a-financial-consulting-firm.html", "abs": "IBM says it will buy Promontory Financial Group for undisclosed terms; says acquisition facilitates development of affordable system that will use its Watson artificial intelligence platform to manage regulatory obligations of financial clients.", "head": "IBM to Acquire Promontory, a Financial Consulting Firm"}]}, "2016-12-05T08:20:00+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/roomfordebate/2016/12/05/is-artificial-intelligence-taking-over-our-lives", "abs": "From driverless cars and smart robots to drones and computer chess champions, is technology making our lives better?", "head": "Is Artificial Intelligence Taking Over Our Lives? "}]}, "2016-04-26T03:21:47Z": {"count": 1, "content": [{"url": "https://opinionator.blogs.nytimes.com/2016/04/26/guiding-a-first-generation-to-college/", "abs": "Students who are new to America or lack college-educated parents often don’t know their options.", "head": "Guiding a First Generation to College"}]}, "2016-08-23T17:19:54Z": {"count": 1, "content": [{"url": "https://takingnote.blogs.nytimes.com/2016/08/23/are-trump-and-clinton-healthy/", "abs": "A doctor who studies the history of presidents’ ailments calls for more transparency from the candidates.", "head": "Are Trump and Clinton Healthy?"}]}, "2016-08-15T04:00:00+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/08/15/business/media/tronc-michael-ferro-tribune-newspaper-tech-company.html", "abs": "Profile of tronc Inc chairman Michael W Ferro Jr, technology entrepreneur with $44 million stake in company formerly known as Tribune Publishing; Ferro, who is pushing for technology-driven approach to journalism, has been clashing with fellow shareholder Oaktree Capital Management over media conglomerate's possible sale to Gannett.", "head": "A Tech Mogul’s Fight to Keep Control of a Newspaper Empire"}]}, "2016-11-20T23:55:13+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/11/21/technology/microsoft-spends-big-to-build-quantum-computer.html", "abs": "Microsoft says it is building quantum computer, supercomputer prototype based on quantum physics theories and quasi-particles called anyons.", "head": "Microsoft Spends Big to Build a Computer Out of Science Fiction"}]}, "2016-08-19T14:31:01+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/08/20/business/patient-advocates-help-navigate-health-care.html", "abs": "Retiring column; older patients, coping with increasingly overwhelming health care bureaucracy, are turning to patient advocates to help them manage medical bills and insurance claims; quickly burgeoning profession has about 650 advocates so far.", "head": "Patient Advocates Help Navigate Health Care"}]}, "2017-01-04T10:00:32+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2017/01/04/technology/techs-next-battle-the-frightful-five-vs-lawmakers.html", "abs": "Giant tech companies are usually challenged by start-ups. But with no obvious upstart competitors, it may be governments that pose the biggest threat.", "head": "Tech Giants Seem Invincible. That Worries Lawmakers."}]}, "2016-10-05T04:00:00+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/10/05/business/dealbook/ibm-is-buying-consulting-firm-for-its-washington-connections.html", "abs": "The Promontory Group has become a safe haven for former financial regulators looking to jump-start their post-Washington career.", "head": "IBM Is Buying Consulting Firm for Its Washington Connections"}]}, "2016-10-17T10:00:57+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/10/18/business/dealbook/election-silicon-valley-women-minorities-law.html", "abs": "The prospect of a Trump presidency has pushed the tech community to participate in politics, even as traditional fund-raising is lagging.", "head": "Morning Agenda: Looser Tongues in Silicon Valley, Law Firms Lagging on Diversity"}]}, "2016-11-02T01:00:16Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/11/02/technology/new-research-center-to-explore-ethics-of-artificial-intelligence.html", "abs": "The president of Carnegie Mellon University, which will establish the center, said injecting ethical discussions into A.I. is necessary as the technology advances.", "head": "New Research Center to Explore Ethics of Artificial Intelligence"}]}, "2017-01-17T00:51:59+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2017/01/16/business/hans-berliner-master-chess-player-and-programmer-dies-at-87.html", "abs": "The ex-computer science professor, a correspondence chess champion, won what has been called one of the greatest games ever. It lasted three years.", "head": "Hans Berliner, Master Chess Player and Programmer, Dies at 87"}]}, "2016-08-27T04:00:00+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/08/27/technology/john-ellenby-visionary-who-helped-create-early-laptop-dies-at-75.html", "abs": "John Ellenby, computer engineer and founder of Grid Systems who successfully created world's first clamshell laptop computer in early 1980s, dies at age 75.", "head": "John Ellenby, Visionary Who Helped Create Early Laptop, Dies at 75"}]}, "2016-11-30T21:08:15+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/11/30/technology/erich-bloch-who-helped-develop-ibm-mainframe-dies-at-91.html", "abs": "In 1964, he transformed computing with the System/360, the foundation for the modern operating system that would host various software programs.", "head": "Erich Bloch, Who Helped Develop IBM Mainframe, Dies at 91"}]}, "2016-04-24T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/04/24/technology/farhad-and-mikes-week-in-tech-to-be-or-not-to-be-an-uber-employee.html", "abs": "The tentative Uber settlement leaves unresolved the dispute over the company’s practice of keeping its drivers as contractors instead of employees.", "head": "Farhad and Mike’s Week in Tech: To Be or Not To Be an Uber Employee"}]}, "2016-04-18T06:29:26Z": {"count": 1, "content": [{"url": "https://news.blogs.nytimes.com/2016/04/18/morning-agenda-crude-plunges-after-oil-exporters-fail-to-agree/", "abs": "Wall Street Veterans Bet on Low-Income Homebuyers | Jose Cuervo Said to Be Preparing for I.P.O.", "head": "Morning Agenda: Crude Plunges After Oil Exporters Fail to Agree"}]}, "2016-05-04T04:01:03Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/05/04/technology/ibm-wants-everyone-to-try-a-quantum-computer.html", "abs": "Bits blog; IBM is making available simple online tutorial called Quantum Experience that will allow users to experiment with algorithms on research-oriented quantum computer.", "head": "IBM Wants Everyone to Try a Quantum Computer"}]}, "2016-09-19T04:00:00+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/09/19/technology/artificial-intelligence-software-is-booming-but-why-now.html", "abs": "Sales and marketing company Salesforce.com introduces Einstein, artificial intelligence system that examines client's customer data to determine marketing leads and suggest new products; firm joins growing boom in AI services that provide insights and predict future behavior from information captured via web.", "head": "Artificial Intelligence Software Is Booming. But Why Now?"}]}, "2016-10-31T18:22:27+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/11/01/business/for-helping-immigrants-chobanis-founder-draws-threats.html", "abs": "Chobani yogurt company founder Hamdi Ulukaya is target of racist attacks on social media and conspiratorial articles on websites for being outspoken advocate for refugees; Turkish immigrant employs more than 300 refugees in his factories and has launched foundation to help migrants, inspiring other companies to help; civil rights advocates believe Ulukaya is being singled out because he is immigrant himself and his actions counter anti-immigration narrative.", "head": "For Helping Immigrants, Chobani’s Founder Draws Threats"}]}, "2016-05-20T00:00:00Z": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/05/20/business/buffett-stake-suggests-apple-is-all-grown-up.html", "abs": "James B Stewart Common Sense column opines Berkshire Hathaway chief executive Warren Buffett's $1 billion stake in Apple is significant because he is renowned for investing in value stocks; says his investment signals that Apple's days of high-flying growth are over.", "head": "Warren Buffett Stake Suggests Apple Is All Grown Up"}]}, "2016-06-14T09:00:48+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/06/15/business/international/china-disney.html", "abs": "Shanghai Disney Resort is set to open in China, reflecting deal that opened coveted market to American brand following significant concessions to Communist government; history of negotiations points to growing willingness of many multinational companies to cooperate with control-focused Chinese state in order to gain access to world's second-largest economy (Series: China Rules).", "head": "How China Won the Keys to Disney’s Magic Kingdom"}]}, "2016-10-24T21:42:04+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/10/25/business/dealbook/as-europe-and-asia-hoard-cash-economists-see-echoes-of-crisis.html", "abs": "Economists warn global glut of cash savings held mostly by Chinese and other Asian countries could potentially lead to another financial crisis. ", "head": "As Europe and Asia Hoard Cash, Economists See Echoes of Crisis"}]}, "2016-07-12T00:00:00Z": {"count": 2, "content": [{"url": "https://www.nytimes.com/2016/07/12/business/energy-environment/future-of-natural-gas-hinges-on-stanching-methane-leaks.html", "abs": "Southwestern Energy, one of nation's top natural gas producers, leads effort to reduce leaks of methane, natural gas component that experts say is more devastating to environment than carbon dioxide; federal regulators are cracking down on energy industry to reduce leaks but some firms are claiming latest rules are unnecessary and too expensive to comply with.", "head": "Future of Natural Gas Hinges on Stanching Methane Leaks"}, {"url": "https://www.nytimes.com/2016/07/12/business/us-chamber-of-commerce-donald-trump.html", "abs": "US Chamber of Commerce chief executive Thomas J Donohue expresses disdain for Donald J Trump’s economic policies following threats by Trump to rip up trade accords, put tariffs on Chinese goods and start a trade war; acrimonious relationship with presumptive nominee is historic change for  pro-business organization whose goals usually line up with Republican establishment.", "head": "Trump and U.S. Chamber of Commerce Pull No Punches on Trade Policy"}]}, "2016-12-26T22:10:17+0000": {"count": 1, "content": [{"url": "https://www.nytimes.com/2016/12/26/business/dealbook/will-donald-trumps-corporate-tax-holiday-create-jobs-not-necessarily.html", "abs": "Pres-elect Trump's plan to create 'tax holiday' so American companies can use influx of cash held overseas to help create jobs may not work; studies indicate that corporations will most likely spend any windfall from repatriated overseas profits on mergers, acquisitions and stock buybacks.", "head": "Will Donald Trump’s Corporate ‘Tax Holiday’ Create Jobs? Not Necessarily"}]}}, "date_counts": [{"date": "2016-04-19T00:00:00Z", "count": 1}, {"date": "2016-06-07T06:08:15Z", "count": 1}, {"date": "2016-09-08T04:00:00+0000", "count": 1}, {"date": "2016-06-03T06:02:57Z", "count": 1}, {"date": "2016-04-15T16:56:07Z", "count": 1}, {"date": "2016-05-17T06:17:32Z", "count": 1}, {"date": "2016-05-31T00:00:00Z", "count": 1}, {"date": "2016-10-18T14:05:09+0000", "count": 1}, {"date": "2016-10-03T04:00:00+0000", "count": 1}, {"date": "2016-06-03T00:00:00Z", "count": 2}, {"date": "2016-04-28T00:00:00Z", "count": 1}, {"date": "2017-01-09T00:49:03+0000", "count": 1}, {"date": "2016-05-20T06:34:13Z", "count": 1}, {"date": "2016-04-18T00:00:00Z", "count": 1}, {"date": "2016-11-03T04:01:31Z", "count": 1}, {"date": "2016-08-01T00:00:00Z", "count": 1}, {"date": "2016-05-29T23:55:57Z", "count": 1}, {"date": "2016-05-03T00:00:00Z", "count": 2}, {"date": "2016-12-29T08:00:44+0000", "count": 1}, {"date": "2016-08-08T04:00:00+0000", "count": 1}, {"date": "2016-11-06T23:41:21Z", "count": 1}, {"date": "2016-07-21T00:00:00Z", "count": 1}, {"date": "2016-04-23T00:00:00Z", "count": 1}, {"date": "2016-07-29T00:00:00Z", "count": 1}, {"date": "2016-05-05T00:00:00Z", "count": 1}, {"date": "2016-07-18T00:00:00Z", "count": 1}, {"date": "2016-04-20T00:00:00Z", "count": 2}, {"date": "2016-04-26T00:00:00Z", "count": 1}, {"date": "2016-12-13T10:00:05+0000", "count": 1}, {"date": "2016-09-02T04:00:00+0000", "count": 2}, {"date": "2016-06-07T00:00:00Z", "count": 1}, {"date": "2016-06-28T00:00:00Z", "count": 1}, {"date": "2016-09-16T04:00:00+0000", "count": 1}, {"date": "2016-06-21T05:45:05Z", "count": 1}, {"date": "2016-04-22T00:00:00Z", "count": 1}, {"date": "2016-10-01T04:00:00+0000", "count": 1}, {"date": "2016-06-04T00:00:00Z", "count": 1}, {"date": "2016-10-21T23:23:57+0000", "count": 1}, {"date": "2017-01-09T13:00:02+0000", "count": 1}, {"date": "2016-04-22T04:00:00Z", "count": 1}, {"date": "2016-05-16T06:20:46Z", "count": 1}, {"date": "2016-07-28T00:00:00Z", "count": 1}, {"date": "2016-10-17T04:01:23+0000", "count": 1}, {"date": "2016-12-02T23:51:14+0000", "count": 1}, {"date": "2016-04-15T05:46:04Z", "count": 1}, {"date": "2016-09-17T04:00:00+0000", "count": 1}, {"date": "2017-01-02T20:57:25+0000", "count": 1}, {"date": "2016-06-21T00:00:00Z", "count": 1}, {"date": "2016-05-16T00:00:00Z", "count": 1}, {"date": "2016-10-14T04:00:00+0000", "count": 1}, {"date": "2016-09-29T04:00:00+0000", "count": 1}, {"date": "2016-09-30T04:00:00+0000", "count": 1}, {"date": "2016-12-05T08:20:00+0000", "count": 1}, {"date": "2016-04-26T03:21:47Z", "count": 1}, {"date": "2016-08-23T17:19:54Z", "count": 1}, {"date": "2016-08-15T04:00:00+0000", "count": 1}, {"date": "2016-11-20T23:55:13+0000", "count": 1}, {"date": "2016-08-19T14:31:01+0000", "count": 1}, {"date": "2017-01-04T10:00:32+0000", "count": 1}, {"date": "2016-10-05T04:00:00+0000", "count": 1}, {"date": "2016-10-17T10:00:57+0000", "count": 1}, {"date": "2016-11-02T01:00:16Z", "count": 1}, {"date": "2017-01-17T00:51:59+0000", "count": 1}, {"date": "2016-08-27T04:00:00+0000", "count": 1}, {"date": "2016-11-30T21:08:15+0000", "count": 1}, {"date": "2016-04-24T00:00:00Z", "count": 1}, {"date": "2016-04-18T06:29:26Z", "count": 1}, {"date": "2016-05-04T04:01:03Z", "count": 1}, {"date": "2016-09-19T04:00:00+0000", "count": 1}, {"date": "2016-10-31T18:22:27+0000", "count": 1}, {"date": "2016-05-20T00:00:00Z", "count": 1}, {"date": "2016-06-14T09:00:48+0000", "count": 1}, {"date": "2016-10-24T21:42:04+0000", "count": 1}, {"date": "2016-07-12T00:00:00Z", "count": 2}, {"date": "2016-12-26T22:10:17+0000", "count": 1}]}